Repository: NeKoOuO/Translation
Catalog: Localizable.xcstrings
Source language: en
Languages: cs, de, el, es, es_419, fr, gl, hr, it, pl, pt_br, th, uk, zh_hans

source: 4 weeks
cs: 4 týdny
de: 4 Wochen
el: 4 εβδομάδες
es: 4 semanas
es_419: 4 semanas
fr: 4 semaines
gl: 4 semanas
hr: 4 tjedna
it: 4 settimane
pl: 4 tygodnie
pt_br: 4 semanas
th: 4 สัปดาห์
uk: 4 тижні
zh_hans: 4周

source: 6 months
cs: 6 měsíců
de: 6 Monate
el: 6 μήνες
es: 6 meses
es_419: 6 meses
fr: 6 mois
gl: 6 meses
hr: 6 mjeseci
it: 6 mesi
pl: 6 miesięcy
pt_br: 6 meses
th: 6 เดือน
uk: 6 місяців
zh_hans: 6个月

source: albums
cs: alba
el: άλμπουμ
es: álbumes
es_419: álbumes
gl: álbums
it: album
pt_br: álbuns
th: อัลบั้ม
uk: альбоми
zh_hans: 专辑

source: Albums
cs: Alba
de: Alben
el: Άλμπουμ
es: Álbumes
es_419: Álbumes
gl: Álbums
hr: Albumi
it: Album
pl: Albumy
pt_br: Álbuns
th: อัลบั้ม
uk: Альбоми
zh_hans: 专辑

source: artists
cs: umělci
el: καλλιτέχνες
es: artistas
es_419: artistas
fr: artistes
gl: artistas
it: artisti
pt_br: artistas
th: ศิลปิน
uk: виконавці
zh_hans: 艺术家

source: Artists
cs: Umělci
de: Künstler
el: Καλλιτέχνες
es: Artistas
es_419: Artistas
fr: Artistes
gl: Artistas
hr: Izvođači
it: Artisti
pl: Artyści
pt_br: Artistas
th: ศิลปิน
uk: Виконавці
zh_hans: 艺术家

source: Background color
cs: Barva pozadí
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color del fondo
es_419: Color del fondo
fr: Couleur de fond
gl: Cor de fondo
hr: Boja pozadine
it: Colore di sfondo
pl: Kolor tła
pt_br: Cor de fundo
th: สีพื้นหลัง
uk: Колір тла
zh_hans: 背景颜色

source: current year
cs: tento rok
de: Laufendes Jahr
el: τρέχον έτος
es: año actual
es_419: año actual
fr: année actuelle
gl: este ano
hr: trenutna godina
it: quest'anno
pl: obecny rok
pt_br: ano atual
th: ปีปัจจุบัน
uk: поточний рік
zh_hans: 今年

source: Dark
cs: Tmavé
de: Dunkel
el: Σκοτεινό
es: Oscuro
es_419: Oscuro
fr: Sombre
gl: Escuro
hr: Tamno
it: Scuro
pl: Ciemny
pt_br: Escuro
th: มืด
uk: Темна
zh_hans: 深色

source: Date range
cs: Časové období
de: Zeitraum
el: Ημερολογιακό εύρος
es: Rango de fechas
es_419: Rango de fechas
fr: Période
gl: Rango de datas
hr: Vremenski raspon
it: Periodo
pl: Zakres dat
pt_br: Intervalo de tempo
th: ช่วงวันที่
uk: Період
zh_hans: 日期范围

source: Different albums
cs: Různá alba
de: Verschiedene Alben
el: Διαφορετικά άλμπουμ
es: Álbumes distintos
es_419: Álbumes distintos
fr: Albums différents
gl: Álbums diferentes
hr: Različiti albumi
it: Album differenti
pl: Różne albumy
pt_br: Álbuns diferentes
th: อัลบั้มต่างกัน
uk: Різні альбоми
zh_hans: 不同的专辑

source: Different artists
cs: Různí umělci
de: Verschiedene Künstler
el: Διαφορετικοί καλλιτέχνες
es: Artistas distintos
es_419: Artistas diferentes
fr: Artistes différents
gl: Diferentes artistas
hr: Različiti izvođači
it: Artisti differenti
pl: Różni artyści
pt_br: Artistas diferentes
th: ศิลปินต่างกัน
uk: Різні виконавці
zh_hans: 不同艺术家

source: Different tracks
cs: Různé skladby
de: Verschiedene Songs
el: Διαφορετικά κομμάτια
es: Canciones distintas
es_419: Canciones diferentes
fr: Titres différents
gl: Cancións diferentes
hr: Različite pjesme
it: Brani differenti
pl: Różne utwory
pt_br: Faixas diferentes
th: แทร็กต่างกัน
uk: Різні композиції
zh_hans: 不同曲目

source: Edit the widget to pick what to show
cs: Upravte widget pro výběr toho, co má být zobrazeno
de: Bearbeite das Widget, um auszuwählen, was angezeigt werden soll
el: Επιλέξτε τι θα εμφανίζει το widget
es: Editar el widget para elegir qué mostrar
es_419: Edita el widget para elegir qué quieres mostrar
fr: Modifiez le widget pour sélectionner ce que vous voulez afficher
gl: Edita o widget para coller que se vai ensinar
it: Modifica il widget per scegliere cosa mostrare
pl: Edytuj widżet, aby wybrać, co wyświetlić
pt_br: Edite o atalho para selecionar o que será exibido
th: แก้ไขวิดเจ็ตเพื่อเลือกสิ่งที่จะแสดง
uk: Відредагуйте віджет, щоб вибрати, що показувати
zh_hans: 编辑小部件来选择要展示的内容

source: hours
cs: hodin
de: Stunden
el: ώρες
es: horas
es_419: horas
fr: heures
gl: horas
hr: sati
it: ore
pl: godzin(-y)
pt_br: horas
th: ชั่วโมง
uk: годин
zh_hans: 小时

source: Hours
cs: Hodin
de: Stunden
el: Ώρες
es: Horas
es_419: Horas
fr: Heures
gl: Horas
hr: Sati
it: Ore
pl: Godziny
pt_br: Horas
th: ชั่วโมง
uk: Годин
zh_hans: 小时

source: Import required
cs: Vyžadován import
de: Import benötigt
el: Απαιτείται εισαγωγή
es: Importación necesaria
es_419: Se requiere importar
fr: Importation requise
gl: Importe requerido
hr: Potreban uvoz
it: Importazione necessaria
pl: Import wymagany
pt_br: Importação necenecessária
th: จำเป็นต้องนำเข้า
uk: Необхідно імпортувати дані
zh_hans: 需要导入

source: lifetime
cs: za celou dobu
de: Gesamt
el: συνολικά
es: de por vida
es_419: de por vida
fr: début
gl: de sempre
hr: doživotno
it: di sempre
pl: ogólnie
pt_br: Vitalício
th: ตลอดชีวิต
uk: за весь час
zh_hans: 全时段

source: Light
cs: Světlé
de: Hell
el: Φωτεινό
es: Claro
es_419: Claro
fr: Clair
gl: Claro
hr: Svijetlo
it: Chiaro
pl: Jasny
pt_br: Claro
th: สว่าง
uk: Світла
zh_hans: 浅色

source: minutes
cs: minut
de: Minuten
el: λεπτά
es: minutos
es_419: minutos
gl: minutos
hr: minute
it: minuti
pl: minuty
pt_br: minutos
th: นาที
uk: хвилин
zh_hans: 分钟

source: Minutes
cs: Minut
de: Minuten
el: Λεπτά
es: Minutos
es_419: Minutos
gl: Minutos
hr: Minute
it: Minuti
pl: Minuty
pt_br: Minutos
th: นาที
uk: Хвилин
zh_hans: 分钟

source: Minutes streamed
cs: Přehraných minut
el: Λεπτά αναπαραγωγής
es: Minutos reproducidos
es_419: Minutos reproducidos
fr: Minutes écoutées
gl: Minutos transmitidos
it: Minuti ascoltati
pt_br: Minutos reproduzidos
th: นาทีที่สตรีมไป
uk: Хвилин прослухано
zh_hans: 播放分钟数

source: Not enough data
cs: Nedostatek dat
de: Nicht genügend Daten
el: Δεν υπάρχουν αρκετά δεδομένα
es: No hay suficientes datos
es_419: No hay suficientes datos
fr: Pas assez de donnée
gl: Non hai suficientes datos
hr: Nema dovoljno podataka
it: Dati insufficienti
pl: Za mało danych
pt_br: Dados insuficientes
th: ข้อมูลไม่เพียงพอ
uk: Недостатньо даних
zh_hans: 没有足够的数据

source: Note: there may be a couple hours of delay between listening and calculating these stats.
cs: Poznámka: Mezi poslechem a výpočtem těchto statistik může být několik hodin zpoždění.
de: Hinweis: Zwischen dem Anhören und dem Berechnen dieser Statistiken können einige Stunden vergehen.
el: Σημείωση: Μπορεί να υπάρχει μία καθυστέρηση μερικών ωρών μεταξύ της αναπαραγωγής και του υπολογισμού αυτών των στατιστικών.
es: Nota: puede haber un retraso de algunas horas entre la escucha y el cálculo de estas estadísticas.
es_419: Nota: puede haber un par de horas de retraso entre la reproducción y el cálculo de estas estadísticas.
fr: Remarque : il peut y avoir un délai de quelques heures entre l'écoute et le calcul de ces statistiques.
gl: Nota: Pode haber un atraso dalgunhas horas entre escoitar e calcular estas estatísticas.
hr: Napomena: moglo bi doći do kašnjenja od nekoliko sati između slušanja i izračunavanja ovih statistika.
it: Nota: potrebbero esserci un paio di ore di ritardo tra l'ascolto e il calcolo di queste statistiche.
pl: Uwaga: może pojawić się kilkugodzinne opóźnienie pomiędzy odsłuchaniem utworu a obliczeniem statystyk.
pt_br: Nota: pode haver um atraso de algumas horas entre o que se ouve e o que se calcula nas estatísticas.
th: หมายเหตุ: อาจมีความล่าช้าสองสามชั่วโมงระหว่างการฟังและการคำนวณสถิติเหล่านี้
uk: Примітка: між прослуховуванням та обчисленням цієї статистики може бути затримка в кілька годин.
zh_hans: 提示：听歌与数据统计之间可能会有几个小时的延迟。

source: Number of streams
cs: Počet přehrání
de: Anzahl der Streams
el: Αριθμός ροών
es: Número de reproducciones
es_419: Número de reproducciones
fr: Nombre d'écoutes
gl: Número de transmisións
hr: Broj slušanja
it: Numero di ascolti
pl: Liczba odtworzeń
pt_br: Número de reproduções
th: จำนวนการสตรีม
uk: Кількість прослуховувань
zh_hans: 播放次数

source: past 4 weeks
cs: za 4 týdny
de: letzte 4 Wochen
el: περασμένες 4 εβδομάδες
es: últimas 4 semanas
es_419: en las últimas 4 semanas
fr: 4 dernières semaines
gl: últimas 4 semanas
hr: zadnja 4 tjedna
it: delle ultime 4 settimane
pl: ostatnie 4 tygodnie
pt_br: últimas 4 semanas
th: 4 สัปดาห์ที่แล้ว
uk: за останні 4 тижні
zh_hans: 过去 4 周

source: past 6 months
cs: za posledních 6 měsíců
de: letzte 6 Monate
el: περασμένοι 6 μήνες
es: últimos 6 meses
es_419: en los últimos 6 meses
fr: 6 derniers mois
gl: últimos 6 meses
hr: zadnjih 6 mjeseci
it: degli ultimi 6 mesi
pl: ostatnie 6 miesięcy
pt_br: últimos 6 meses
th: 6 เดือนที่แล้ว
uk: за останні 6 місяців
zh_hans: 过去6个月

source: Restart required
cs: Je vyžadován restart
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Reinicio requerido
es_419: Es necesario reiniciar
fr: Redémarrage nécessaire
gl: Require reinicio
hr: Potrebno je ponovno pokretanje
it: Riavvio richiesto
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização necessária
th: จำเป็นต้องเริ่มต้นใหม่
uk: Потрібен перезапуск
zh_hans: 需要重新启动

source: Select a date range
cs: Vyberte časové období
de: Zeitraum wählen
el: Επιλέξτε χρονικό εύρος
es: Seleccione un rango de fechas
es_419: Seleccionar un rango de fechas
fr: Sélectionnez une période
gl: Escoller un rango de datas
hr: Odaberi vremenski raspon
it: Seleziona un intervallo di date
pl: Wybierz przedział czasowy
pt_br: Selecione um intervalo de tempo
th: เลือกช่วงวันที่
uk: Вибрати період
zh_hans: 选择日期范围

source: Slots
cs: Sloty
de: Blöcke
el: Θέσεις
es: Ranuras
es_419: Espacios
fr: Emplacements
gl: Rañura
it: Elementi
pl: Sloty
pt_br: Vagas
th: สล็อต
uk: Вміст
zh_hans: 组件

source: Sort by
cs: Seřadit podle
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
es_419: Ordenar por
fr: Trier par
gl: Ordenar por
hr: Poredaj po
it: Ordina per
pl: Sortuj według
pt_br: Ordenar por
th: เรียงตาม
uk: Сортувати за
zh_hans: 排序方式

source: Stats
cs: Statistiky
de: Statistiken
el: Στατιστικά
es: Estadísticas
es_419: Estadísticas
gl: Estatísticas
hr: Statistike
it: Statistiche
pl: Statystyki
pt_br: Estatísticas
th: สถิติ
uk: Статистика
zh_hans: 统计

source: Stream stats
cs: Statistiky přehrávání
de: Stream Statistiken
el: Στατιστικά ροής
es: Estadísticas de reproducción
es_419: Estadísticas de reproducción
fr: Stats d'écoute
gl: Estatísticas de transmisión
hr: Statistike slušanja
it: Statistiche di ascolto
pl: Statystyki odtworzeń
pt_br: Estatísticas de reproduções
th: สถิติการสตรีม
uk: Статистика прослуховувань
zh_hans: 播放统计数据

source: streams
cs: přehrání
el: ροές
es: reproducciones
es_419: reproducciones
fr: écoutes
gl: transmisións
hr: slušanja
it: ascolti
pl: odtworzenia
pt_br: Reproduções
th: การสตรีม
uk: прослуховувань
zh_hans: 播放次数

source: Streams
cs: Přehrání
el: Ροές
es: Reproducciones
es_419: Reproducciones
fr: Écoutes
gl: Transmisións
hr: Slušanja
it: Ascolti
pt_br: Reproduções
th: การสตรีม
uk: Прослуховування
zh_hans: 播放次数

source: today
cs: dnes
el: σήμερα
es: hoy
es_419: hoy
fr: aujourd'hui
gl: hoxe
hr: danas
it: oggi
pl: dzisiaj
pt_br: hoje
th: วันนี้
uk: сьогодні
zh_hans: 今天

source: Today
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
es_419: Hoy
fr: Aujourd'hui
gl: Hoxe
hr: Danas
it: Oggi
pl: Dziś
pt_br: Hoje
th: วันนี้
uk: Сьогодні
zh_hans: 今天

source: Top charts
cs: Žebříčky nejlepších
el: Κορυφαία διαγράμματα
es: Lista de éxitos
es_419: Rankings
fr: Top hits
gl: Listas principais
it: Classifiche
pl: Top Lista
pt_br: Principais gráficos
th: อันดับสูงสุด
uk: Топ чарти
zh_hans: 排行榜

source: Top type
cs: Nejlepší typ
de: Top Art
el: Κορυφαίος τύπος
es: Tipo superior
es_419: Tipo de "Lo más escuchado"
fr: Meilleur genre
gl: Tipo superior
it: Top
pl: Najlepszy typ
pt_br: Categoria de Top
th: ประเภทสูงสุด
uk: Тип Топу
zh_hans: 热门类型

source: tracks
cs: skladby
de: Songs
el: κομμάτια
es: canciones
es_419: canciones
fr: titres
gl: cancións
hr: pjesme
it: brani
pt_br: faixas
th: แทร็ก
uk: композиції
zh_hans: 曲目

source: Tracks
cs: Skladby
de: Songs
el: Κομμάτια
es: Canciones
es_419: Canciones
fr: Titres
gl: Cancións
hr: Pjesme
it: Brani
pl: Utwory
pt_br: Faixas
th: แทร็ก
uk: Композиції
zh_hans: 曲目

source: View your synced and imported stats
cs: Zobrazte si své synchronizované a naimportované statistiky
de: Synchronisierte und importierte Statistiken ansehen
el: Δείτε τα συγχρονισμένα και εισαγόμενα στατιστικά σας
es: Ver tus estadísticas sincronizadas e importadas
es_419: Consulta tus estadísticas sincronizadas e importada
fr: Voir vos stats synchronisées et importées
gl: Consulta as túas estatísticas sincronizadas e importadas
hr: Pogledaj svoju sinkroniziranu i uvezenu statistiku
it: Visualizza le tue statistiche sincronizzate e importate
pl: Wyświetl swoje zsynchronizowane i zaimportowane statystyki
pt_br: Veja suas estatísticas sincronizadas e importadas
th: ดูสถิติที่ซิงค์และที่นำเข้าของคุณ
uk: Переглядайте синхронізовану та імпортовану статистику
zh_hans: 查看您已同步和导入的统计数据

source: View your top charts (only Minutes streamed and Number of streams sort methods supported)
cs: Zobrazit své nejlepší žebříčky (podporovány pouze metody dle přehraných minut a počtu přehrání)
de: Deine Top-Charts ansehen (nur Minuten gestreamt und Anzahl der Streams werden Stream-Sortiermethoden unterstützt)
el: Δείτε τα κορυφαία γραφήματα σας (μόνο τα λεπτά ροής και ο αριθμός των ροών ως μεθόδους ταξινόμησης υποστηρίζονται)
es: Vea sus gráficos principales (solo se admiten los métodos de clasificación Minutos transmitidos y Número de transmisiones)
es_419: Consulta tus Rankings (solo se admiten los métodos de clasificación de "Minutos reproducidos" y "Número de reproducciones")
fr: Voir votre top classement (seulement les minutes d'écoutes et le nombre de d'écoutes sont pris en compte)
gl: Consulta os teus gráficos principais (só son compatibles os métodos de clasificación de minutos e número de fluxos)
it: Mostra la tua classifica (solo minuti di ascolto e numero di ascolti supportati)
pl: Zobacz swoje top wykresy (obsługiwane są tylko liczba odsłuchanych minut i liczba odsłuchań)
pt_br: Veja os gráficos em destaque (As categorias de ordenação suportadas são minutos reproduzidos e número de reproduções)
th: ดูอันดับสูงสุดของคุณ (เฉพาะ นาทีที่สตรีมไป และจำนวนการสตรีมของ วิธีการเรียงลำดับการสตรีมที่รองรับ)
uk: Переглядайте ваші топ чарти (підтримуються лише методи сортування "Прослухано хвилин" та "Кількість прослуховувань")
zh_hans: 查看您的榜单（仅支持按播放时长或播放次数排序）

source: You need to import your streaming data, and enable stream sync
cs: Musíte naimportovat svá data přehrávání a povolit jejich synchronizaci
de: Du musst deine Streaming-Daten importieren und die Stream-Synchronisation aktivieren
el: Πρέπει να εισάγετε τα δεδομένα ροής σας και να ενεργοποιήσετε τον συγχρονισμό ροής
es: Necesitas importar tus datos de streaming y habilitar la sincronización de stream
es_419: Tienes que importar tus datos de reproducciones y activar la sincronización de reproducciones.
fr: Vous devez importer vos données de streaming et activer la synchronisation d'écoute
gl: Debes importar os teus datos de transmisión e activar a sincronización de emisións
hr: Trebaš uvesti svoje podatke slušanja i upaliti sinkronizaciju slušanja
it: È necessario importare i tuoi dati di ascolto e abilitare la sincronizzazione degli ascolti
pl: Musisz zaimportować swoje dane odtwarzania i włączyć synchronizację danych odtwarzania
pt_br: Você precisa importar seus dados de reprodução e ativar a sincronização de reprodução
th: คุณต้องนำเข้าข้อมูลการสตรีมมิ่งของคุณ และเปิดใช้งานซิงค์การสตรีม
uk: Вам потрібно імпортувати дані прослуховувань та увімкнути їх синхронізацію
zh_hans: 您需要导入播放数据并启用播放同步

source: You need to restart the stats.fm app
cs: Aplikaci stats.fm je třeba restartovat
de: Du musst die stats.fm App neu starten
el: Χρειάζεται να επανεκκινήσετε την εφαρμογή stats.fm
es: Necesitas reiniciar la aplicación de stats.fm
es_419: Necesitas reiniciar la aplicación stats.fm
fr: Vous devez redémarrer l'app stats.fm
gl: Debes reiniciar a aplicación stats.fm
hr: Trebaš ponovno upaliti stats.fm aplikaciju
it: È necessario riavviare l'app stats.fm
pl: Musisz uruchomić ponownie aplikację stats.fm
pt_br: Você precisa reiniciar o app stats.fm
th: คุณต้องเริ่มต้นแอป stats.fm ใหม่
uk: Необхідно перезапустити stats.fm
zh_hans: 您需要重新启动 stats.fm 应用程序

source: H
el: Ω
pl: G
th: ชม.
uk: Г
zh_hans: 时

source: M
el: Λ
th: เดือน
uk: Х
zh_hans: 分
